Repository: objective-see/OverSight
Catalog: Application/Localizable.xcstrings
Source language: en
Languages: es

source: Became Active!
es: ¡Se activó!

source: Became Inactive.
es: Se desactivó.

source: %@: disabled
es: %@: deshabilitado

source: %@: enabled
es: %@: habilitado

source: a new version (%@) is available!
es: ¡una nueva versión (%@) está disponible!

source: Active Devices:
es: Dispositivos Activos:

source: Allow (Always)
es: Permitir (Siempre)

source: Allow (Once)
es: Permitir (una vez)

source: Block
es: Bloquear

source: Close
es: Cerrar

source: Device: %@
es: Dispositivo: %@

source: Disable
es: Deshabilitar

source: Enable
es: Habilitar

source: error: failed to load patrons :/
es: error: no se pudieron cargar los patrons :/

# ERROR: failed to terminate %@ (%@)
source: ERROR: failed to terminate %1$@ (%2$@)
es: ERROR: no se pudo terminar %1$@ (%2$@)

source: ERROR: OverSight is not authorized to display notifications.
es: ERROR: OverSight no está autorizado para mostrar notificaciones.

source: Error: update check failed
es: Error: la verificación de actualización falló

source: Installed version (%@), is the latest.
es: La versión instalada (%@) es la más reciente.

source: No Active Devices
es: No hay Dispositivos Activos

source: Open System Preferences...
es: Abrir Preferencias del Sistema...

source: OverSight notification mode set to %@.
es: Modo de notificación de OverSight configurado en %@.

source: pid: unknown
es: pid: desconocido

source: Please authorize (style: "Alerts") via the Notifications pane in System Preferences.
es: Por favor, autoriza (estilo: \"Alertas\") a través del panel de Notificaciones en Preferencias del Sistema.

source: Please change to "Alerts" via the Notifications pane in System Preferences.
es: Por favor, cambia a \"Alertas\" a través del panel de Notificaciones en Preferencias del Sistema.

# Process: %@ (%@)
source: Process: %1$@ (%2$@)
es: Proceso: %1$@ (%2$@)

source: system error code: %d
es: código de error del sistema: %d

source: unknown
es: desconocido

source: Update
es: Actualizar

# Update available, but isn't supported on macOS %ld.%ld
source: Update available, but isn't supported on macOS %1$ld.%2$ld
es: Actualización disponible, pero no es compatible con macOS %1$ld.%2$ld
